; В этом файле настраивается расписание переноса в специальные папки элементов справочника тмцНоменклатура
; и кнтКонтрагенты.
; Обработка запускается совместно с обработкой коррекции цен ТМЦ (SKUTransCorrection)
; Для справочника кнтКонтрагенты папки могут быть двух видов:
;   1. (Type=0) Контрагент без остатков любых долгов, у которого не было движений по крайней мере за Х месяцев.
;   2. (Type=1) Контрагент с остатками каких-либо долгов, у которого не было движений по крайней мере за Х месяцев.
; Для справочника тмцНоменклатура папки могут быть сл. видов:
;   1. (Type=0) ТМЦ без любых остатков, по которому не было движений по крайней мере Х месяцев.
;
; Period в месяцах для определения отсутствия движений
;


DayToStart="7"

;[Contragents_1]
;Base="?"
;Ref="кнтКонтрагенты"
;Period="6"
;Type="1"
;CodesFrom="000000000001"
;MoveTo="000000000002"
;
;[Contragents_2]
;Base="?"
;Ref="кнтКонтрагенты"
;Period="6"
;Type="1"
;CodesFrom="000000000003"
;MoveTo="000000000004"
;
;[Contragents_3]
;Base="?"
;Ref="кнтКонтрагенты"
;Period="6"
;Type="0"
;CodesFrom="000000000005,000000000006"
;MoveTo="000000000007"


